Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/leave_and_holidays/adoptive_leave.html.txt.tmx
Source language: en
Languages: ga

source: Under the Adoptive Leave Act 1995, as amended by the Adoptive Leave Act 2005 only the adoptive mother is entitled to avail of adoptive leave from employment, except in the case where a male is the sole adopter
ga: Faoi bhun an Achta um Shaoire Uchtaíoch 1995, arna leasú leis an Acht um Shaoire Uchtaíoch 2005 (pdf) níl cead ag aon duine saoire uchtaíoch a thógáil seachas an mháthair uchtála, ach amháin nuair a bhíonn leanbh á uchtú ag fear singil

source: Since 1 March 2007 you are entitled to 24 weeks' adoptive leave
ga: Ón 1 Márta 2007, nó i ndiaidh an dáta seo, is féidir leat saoire uchtaíoch de 24 seachtain a thógáil

source: You are also entitled to take 16 weeks' additional unpaid adoptive leave after your adoptive leave ends – see below
ga: Ina theannta sin, is féidir leat saoire uchtaíoch neamhíoctha de 16 seachtain bhreise a thógáil nuair a thagann deireadh leis an gcéad shaoire uchtaíoch – féach thíos

source: Pay during adoptive leave
ga: Íocaíochtaí le linn saoire uchtaíoch

source: Your right to adoptive leave means that you have a right to a period of leave from employment without pay
ga: Tá tú i dteideal saoire oibre gan pá a thógáil

source: However, your contract of employment may provide for payment during the period of leave
ga: Gheobhaidh tú pá le linn do shaoire uchtaíoch áfach, má léirítear a leithéid i do chonradh fostaíochta

source: If you have enough PRSI contributions you may qualify for Adoptive Benefit which is paid by the Department of Social Protection while you are on adoptive leave
ga: Má d’íoc tú go leor ranníocaíochtaí ÁSPC, d’fhéadfaí Sochar Uchtaíoch a fháil ón Roinn Coimirce Sóisialaí nuair a bhíonn tú ar shaoire uchtaíoch

source: You will not get Adoptive Benefit for the full 24 weeks unless your adoptive leave begins on the date of placement
ga: Mura dtosaíonn do shaoire uchtaíoch ar an dáta ar tháinig an leanbh chugat, ní bhfaighidh tú Sochar Uchtaíoch ar feadh na 24 sheachtain

source: Additional unpaid adoptive leave
ga: Saoire uchtaíoch bhreise neamhíoctha

source: Since 1 March 2007 you are also entitled to take up to a further 16 weeks' additional adoptive leave, but this period is not covered by Adoptive Benefit, nor is your employer obliged, unless otherwise agreed, to make any payment during this period
ga: Ón 1 Márta 2007 ar aghaidh, beidh cead agat freisin saoire uchtaíoch neamhíoctha de 16 seachtain bhreise a thógáil, ach ní thagann an tréimhse seo faoi Shochar Uchtaíoch, agus ní bhíonn ar d’fhostóir do thuarastal a íocadh le linn na tréimhse seo, ach amháin nuair a shocraítear a mhalairt

source: If you become ill you can ask your employer if you can terminate your unpaid additional adoptive leave
ga: Má aontaíonn d’fhostóir, ní bheidh tú i dteideal an fuílleach na saoire máithreachais

source: If your employer agrees you would then transfer onto sick leave and may receive Illness Benefit or sick pay
ga: Beidh tú ar shaoire breoiteachta agus b'fheidir i dteideal Sochar Breoiteachta a fháil

source: New parents (other than the mother of the child) can get 2 weeks’ statutory paternity leave from employment or self-employment following the birth or adoption of a child on or after 1 September 2016
ga: Tá tuismitheoirí nua (seachas máthair an linbh) i dteideal 2 seachtain saoire atharthachta reachtúil ó fhostaíocht nó féinfhostaíocht tar éis breithe nó uchtaithe linbh ar nó ón 1 Mheán Fómhair 2016

source: You are entitled to paid time off work to attend preparation classes and pre-adoption meetings with social workers required during the pre-adoption process
ga: Is féidir leat uchtála saoire fhostaíochta íoctha a thógáil chun páirt a ghlacadh i gcúrsaí ullmhúcháin agus i gcruinnithe réamhuchtála le hoibrithe sóisialta mar chuid den phróiseas réamhuachtála

source: Public holidays and annual leave
ga: Laethanta saoire poiblí agus saoire bhliantúil

source: You are entitled to leave for any public holidays that occur during your adoptive leave (including additional adoptive leave)
ga: Is féidir leat laethanta breise a thógáil do na laethanta saoire poiblí le linn do shaoire uchtaíoch (lena n-airítear saoire uchtaíoch bhreise)

source: The right of employees to leave for public holidays is set down in Section 21 of the Organisation of Working Time Act 1997
ga: Tá cearta an fhostaí maidir le laethanta saoire poiblí leagtha amach in Alt 21 den Acht um Eagraí Ama Oibre 1997

source: Time spent on adoptive leave (including additional adoptive leave) is treated as though you have been in employment, and this time can be used to accumulate annual leave and public holiday entitlement
ga: Féachtar ar an méid ama a chaithtear ar shaoire uchtaíoch (lena n-airítear saoire uchtaíoch bhreise) mar thréimhse ama a caitheadh ag obair, agus is féidir í seo a úsáid chun teidlíochtaí saoire bhliantúil agus laethanta saoire poiblí a bhaint amach

source: Under the adoptive leave legislation all employment rights (except remuneration and superannuation benefits) associated with the employment, such as annual leave and seniority, are protected during adoptive leave and additional adoptive leave
ga: De réir na hAchtanna um Shaoire Uchtaíoch 1995 agus 2005 nuair a bhíonn daoine ar shaoire uchtaíoch bhreise, déantar a gcearta fostaíochta (ach amháin luach saothair agus sochair aoisliúntais) a chosaint, mar shampla, saoire bhliantúil agus sinsearacht

source: Postponement of adoptive leave
ga: Saoire uchtaíoch a chur ar atráth

source: Since 30 January 2006 if the adopted child is hospitalised, the period of leave or additional leave may be postponed, provided that the employer agrees
ga: Ón 30 Eanáir 2006 ar aghaidh, féadtar an saoire uchtaíoch nó an saoire uchtaíoch bhreise a chur ar atráth má bhíonn ar an leanbh uchtaithe tréimhse ama a chaitheamh san ospidéal agus nuair a aontaíonn an fostóir

source: Returning to work following adoptive leave
ga: Ag filleadh ar an obair i ndiaidh saoire uchtaíoch a thógáil

source: The employee has the same rights to return to work as with maternity leave, and must also give 4 weeks' notice of the intention to return
ga: Tá na cearta céanna ag daoine ar shaoire uchtaíoch is atá ag daoine ar shaoire máithreachais filleadh ar an obair, agus bíonn orthu fógra 4 sheachtain a thabhairt dá bhfostóirí nuair a bhíonn sé ar intinn acu filleadh ar an obair

source: You are entitled to return to the job you had immediately before the leave, unless this is not reasonably practicable for the employer
ga: Is féidir leat filleadh ar an bpost céanna a bhí agat cheana, ach amháin nuair a bhíonn sé ró-dheacair don fhostóir

source: Where this is the case, then your employer must offer you a suitable and appropriate alternative
ga: Sa chás seo, bíonn ar an bhfostóir post oiriúnach, iomchuí eile a thabhairt duit

source: The terms and conditions of the alternative and the capacity under which you are to be employed, must not be less favourable than your job before going on leave
ga: Caithfear na téarmaí agus coinníollacha céanna a chur i bhfeidhm agus na tascanna céanna a chomhlíonadh, a bhí á dhéanamh agat roimh shaoire uchtaíoch a thógáil

source: PRSI contributions: you will automatically be awarded PRSI credits while you are getting Adoptive Benefit
ga: Creidmheasanna ÁSPC: Faigheann tú creidmheasanna go huathoibríoch má bhíonn tú ag fáil Sochar Uchtaíoch

source: If you avail of unpaid additional adoptive leave you must get your employer to complete an application form for adoptive leave 'credits' (pdf), after you return to work
ga: Má bhaineann tú úsáid as saoire uchtaíoch breise neamhíoctha caithfidh tú a iarraidh ar d’fhostaitheoir an fhoirm iarratais ar chreidmheasanna saoire uchtaíoch (pdf) a líonadh i ndiaidh duit filleadh ar obair

source: You are protected against unfair dismissal for claiming your rights under adoptive leave legislation
ga: Tá cosaint agat ó dífhostú éagórach má thógann tú saoire uchtaíoch

source: The rights in relation to return to work apply equally to a new employer where the business has changed hands while the employee was on leave
ga: Bíonn na cearta céanna agat filleadh ar an obair, fiú amháin má bhíonn fostóir nua i gceist toisc athrú bainistíochta le linn na saoire uchtaíoch

source: Notice: You must give 4 weeks’ notice to your employer of your intention to take adoptive leave (for both foreign and domestic adoptions) before the expected placement of the child
ga: Fogra: Caithfear fógra a thabhairt do d’fhostóir 4 sheachtain roimh shocrú do leanbh uchtaithe (d’uchtuithe eachtracha agus intíre) go bhfuil sé beartaithe agat saoire uchtaíoch a thógáil

source: As soon as is reasonably practicable you must give your employer the expected date of the placement
ga: Ba cheart duit an dáta socraithe ionchais a thabhairt dod’fhostóir chomh luath agus is féidir leat

source: If you intend to take the 16 weeks' additional adoptive leave you must provide your employer with at least 4 weeks written notice
ga: Má tá sé ar intinn agat saoire bhreise de 16 seachtaine a thógáil, ní mór duit é seo a chur in iúl dod’fhostóir i scríbhinn 4 seachtaine ar a laghad roimh ré

source: Both these notices can be given at the same time
ga: Féadtar na fógraí seo a sheoladh isteach ag an am céanna

source: It is important to comply with the notice requirements as failure to do so may cause loss of rights
ga: Is rud fíor-riachtanach é na ceanglais fógra seo a chomhlíonadh. Mura ndéantar é seo, d’fhéadfá do chearta a chailliúint

source: You must notify your employer in writing of your intention to avail of adoptive leave
ga: Caithfear a chur in iúl dod’fhostóir i scríbhinn go bhfuil sé beartaithe agat saoire uchtaíoch a thógáil

source: You must give 4 weeks’ notice and your letter to your employer should clearly outline the date on which you intend to commence adoptive leave. You must give your employer a certificate of placement within 4 weeks of the date of the placement
ga: Caithfear é seo a chur in iúl dod’fhostóir 4 sheachtain roimh ré agus caithfear an dáta atá leagtha amach agat a chur síos go soiléir i do litir agus teastas socraithe a thabhairt dod’fhostóir laistigh de 4 sheachtain tar éis an dáta socraithe

source: If you need further information about adoptive leave you should contact the Workplace Relations Commission's Information and Customer Service
ga: Má bhíonn a thuilleadh faisnéise á lorg agat ar shaoire uchtaíoch, ba cheart duit teagmháil a dhéanamh leis an tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre

source: You can read more information in the booklet, Your Adoptive Leave Rights Explained (pdf)
ga: Tá bileog maidir le do chearta ar shaoire uchtaíoch (pdf) ar fáil

source: Complaints, disputes and grievances relating to adoptive leave can be referred within 6 months of the dispute or complaint occurring
ga: Féadtar gearáin, díospóidí agus casaoidí a bhaineann le saoire uchtaíoch a thabhairt laistigh de 6 mhí

source: You must use the online complaint form available on workplacerelations.ie)
ga: Caithfidh tú an fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
ga: Is féidir síneadh ama 6 mhí eile a thabhairt duit ach ní dhéanfar é sin mura bhfuil cúinsí réasúnacha ann a chuir cosc ort an gearán a dhéanamh laistigh den gnáth-thréimhse ama

source: You should apply to the Adoptive Benefit Section of the Department of Social Protection 5 weeks before you intend to start adoptive leave. Where to apply Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Ba cheart duit iarratas a chur chuig An Rannóg um Shochar Uchtaíoch, An Roinn Coimirce Sóisialaí, 5 sheachtain roimh do shaoire uchtaíoch a thosú
